Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/eksfin.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: _gid – Google Analytics – Used to differentiate between users.
nb: _gid – Google Analytics – Brukes til å skille mellom brukere.

source: The Energy Purchase Guarantee Scheme was created in 2011 to make it easier for industrial companies to obtain such contracts.
nb: Kraftordningen ble opprettet i 2011 for å gjøre det lettere for industribedrifter å oppnå slike kontrakter.

source: (Disregard the GDP/inhabitant limit in the guidelines for the scheme).
nb: (Se bort fra grensen for BNP/innbygger i retningslinjene for ordningen).

source: When the need for three new pelagic trawlers arose, the company asked Salt Ship Design in Stord, South Western Norway, to deliver the design.
nb: Da tre nye pelagiske trålere skulle anskaffes, ba selskapet Salt Ship Design på Stord om å designe dem.

source: Eksfin’s guarantees come with an AAA rating, which is very attractive to many banks.
nb: Eksfin garantier har en AAA-rating og er svært attraktive for mange banker.

source: From Balboa in Spania, where Made for Movement have a rental agreement.
nb: Bildet er fra Balboa i Spania, hvor Made for Movement har en ny leieordning.

source: The EFTA Surveillance Authority (ESA) monitors Norway’s and the other members’ compliance with the EEA Agreement.
nb: EFTA Surveillance Authority (ESA) overvåker Norges og de andre medlemmenes oppfølging av EØS-avtalen.

source: One of them is Export Credit Norway.
nb: Eksportkreditt er én av dem.

source: The Norwegian solar power company Scatec Solar is now building new, clean energy in Ukraine.
nb: Det norske solkraftutselskapet Scatec Solar bygger nå ny, ren energi i landet.

source: Arnquist relates that Visma now plans to expand further in the UK and other European countries.
nb: Arnquist forteller at Visma nå ønsker å utvide ytterligere i Storbritannia og andre land i Europa.

source: Today, she chairs the Nomination Committee and Corporate Assembly of Equinor, and she is the deputy chair of the Norwegian-Swedish Chamber of Commerce board.
nb: I dag leder hun valgkomiteen og bedriftsforsamlingen i Equinor og er nestleder i Norsk-Svensk Handelskammers styre.

source: and takes place by way of collaboration between the specialist departments and Eksfin’s procurement manager.
nb: , og foregår gjennom et samarbeid mellom fagavdelingene og anskaffelses-ansvarlig i Eksfin.

source: MNE Guidelines – OECD guidelines for multinational enterprises
nb: MNE Guidelines – OECDs retningslinjer for multinasjonale virksomheter

source: This includes wellboats, processing boats, service vessels, and mobile aquaculture installations and sea cages.
nb: Dette omfatter for eksempel brønnbåter, bløggebåter, servicefartøy og flyttbare havbruksinstallasjoner/havmerder.

source: – Ukraine is a challenging market.
nb: – Ukraina er et krevende marked.

source: Deleted after 90 days.
nb: Cookien slettes etter 90 dager.

source: The breakthrough is that European sales of a Norwegian software product have been increased with financing from Export Credit Norway,” says Arnquist.
nb: Gjennombruddet ligger i at en norskutviklet software får mulighet til å vokse på det europeiske markedet ved hjelp av at man finansierer det ved hjelp av Eksportkreditt Norge, sier Arnquist.

source: Through the SL Agreement, last revised in 2016, the ECAs in the OECD undertake a shared responsibility for helping ensure that low-income countries do not take up more in loans they can manage to bear in the long term.
nb: Gjennom SL-avtalen, sist revidert i 2016, forplikter ECAene i OECD seg til å ta et medansvar for at lavinntektsland ikke tar opp mer lån enn de evner å bære på lang sikt.

source: : The company has not received a tender guarantee in the same country during the past 12 months.
nb: Bedriften har ikke fått anbudsgaranti i samme land de siste 12 måneder.

source: Eksfin is subject to Norwegian public procurement regulations.
nb: Eksfin er underlagt det offentlige anskaffelsesregelverket.

source: Eksfin is the data controller and processes personal data in accordance with applicable data protection legislation.
nb: Eksfin er behandlingsansvarlig og behandler personopplysningene i henhold til gjeldende personopplysningslovgivning.

source: “I have spoken with businesses that did not know of this option for ICT firms,” says Thor-Magne Johansen, Vice President, Industry and Clean Technologies at Export Credit Norway.
nb: – Jeg har vært i kontakt med bedrifter som ikke har visst at dette er en mulighet for IKT-bedrifter, sier Thor-Magne Johansen, kundeansvarlig for industri- og miljøteknologi i Eksportkreditt Norge.

source: Choose a fixed or variable interest rate for the loan.
nb: Velg mellom en fast eller flytende rente for lånet.

source: says Minister of Trade and IndustryIselin Nybø (Liberal Party) in a press release.
nb: sier næringsminister Iselin Nybø (V) i en pressemelding.

source: Anti-corruption, money laundering, and sanctions
nb: Antikorrupsjon, hvitvasking og sanksjoner

source: The Dogger Bank project is the world’s largest offshore wind farm under development and is located off the Yorkshire coast in England.
nb: Dogger Bank -prosjektet er verdens største havvindpark under utvikling og ligger utenfor Yorkshire -kysten i England.

source: S L Agreement – on sustainable lending to poor, debt-ridden countries
nb: S L-avtalen – gjelder bærekraftig långiving (Sustainable Lending) til fattige, gjeldstyngede land

source: – Our experience is that this is an important and useful framework which highlights the challenges related to emissions from the shipping industry.
nb: – Vår erfaring så langt er at dette er et nyttig og viktig rammeverk som er med å gi økt bevissthet knyttet til utfordringene med klimagassutslipp fra shipping.

source: The loan has a repayment period of 12 years and was disbursed by Export Credit Norway, the companies stated in their press releases.
nb: Selve lånet løper over 12 år og ble også utbetalt av Eksfin, skriver selskapene i sine pressemeldinger.

source: “Made for Movement is a small business with a small customer in Spain, but here the foreign customer has high creditworthiness.
nb: – Made for Movement er en liten bedrift med en liten kunde i Spania, men her har kunden i utlandet god kredittverdighet slik at lånet kunne etableres med forenklet dokumentasjon og minimale transaksjonskostnader.

source: The website www.eksfin.no and its contents and organisation are fully and wholly owned by Eksfin, and the company retains all rights to this material.
nb: Nettsiden www.eksfin.no og dets innhold og organisering eies fullt og helt av Eksfin, og selskapet forbeholder seg alle rettigheter til dette materiale.

source: Norwegian Scatec Solar has unique expertise in constructing and operating solar projects internationally.
nb: Norske Scatec Solar har unik kompetanse på bygging og drift av solprosjekter, og har prosjekter i en rekke markeder i utlandet.

source: Furthermore, Eksfin must adhere to a main instruction and a regulation.
nb: I tillegg er Eksfin underlagt en Hovedinstruks og et Regelverk.

source: Visma Retail offers a wide range of complete front and back-office solutions, including systems for cash registers, store management, e-trading and warehouse management.
nb: Visma Retail tilbyr komplette front- og backoffice-løsninger med et bredt tilbud av tjenester, som for eksempel kassesystem, system for butikkdrift, e-handel, lagerhåndtering og mer.

source: The new leasing scheme makes Innowalk available to more families, including those with limited financial resources.
nb: Med den nye lånemodellen er det ikke bare de rikeste familiene som har råd til produktet, det blir tilgjengelig for langt flere.

source: Large package tour operators such as Tui, Apollo, Ving, and Hurtigruten are not covered by the new scheme.
nb: Store pakkereisearrangører som Tui, Apollo, Ving og Hurtigruten er ikke omfattet av den nye ordningen.

source: _ga – Google Analytics – Used to differentiate between users.
nb: _ga – Google Analytics – Brukes for å skille mellom brukere.

source: Dogger Bank C extends across an area of 560 km² and is located 196 km from the nearest land point.
nb: Dogger Bank C strekker seg over et område på 560 km² og ligger 196 km fra nærmeste landpunkt.

source: These do not apply to export credit guarantees (which are regulated by the OECD, see below), but when Eksfin issues a building loan guarantee, for example, it does so in accordance with the guidelines.
nb: Disse gjelder ikke for eksportkredittgarantier (som blir regulert av OECD, se nedenfor), men når Eksfin for eksempel utsteder byggelånsgarantier, gjøres det i samsvar med retningslinjene.

source: If you have linked your Google Analytics and AdWords accounts, AdWord’s website conversion tags are read from this cookie, unless you choose to opt out.
nb: Hvis du har linket din Google Analytics og Adwords konto, vil AdWord sine website conversion tags bli lest fra denne cookien, med mindre du velger å «opte ut».

source: Appeals must be sent through Eksfin within three weeks of when the notification on the decision has been received, cf. § 32 of the Norwegian Freedom of Information Act and Chapter VI of the Norwegian Public Administration Act.
nb: Klage må sendes via Eksfin innen tre uker fra det tidspunkt underretning om vedtaket er kommet frem, jfr. offentleglova 32 og forvaltningsloven kapittel VI.

source: Eksfin uses cookies on its website for marketing and statistics.
nb: Eksfin bruker cookies på sin nettside for markedsføring og statistikk.

source: By liking Eksfin’s company profile on Facebook or LinkedIn, followers record information such as gender, age and geographical location.
nb: Ved å «like» Eksfins profil på Facebook og LinkedIn legger man igjen opplysninger som kjønn, alder og geografisk lokasjon.

source: For most international transactions, although Eksfin issues loans directly to the buyer (borrower), loans can also be issued as on-lending via commercial banks or development banks.
nb: I de fleste internasjonale transaksjonene gir Eksfin lån direkte til Kjøper (låntaker), men lån kan også gis som «on-lending» via kommersielle banker eller utviklingsbanker.

source: The ship was delivered by Vard shipyard, while more than 40 sub-suppliers provided equipment and services.
nb: Skipsverftet Vard har bygd skipet, mens over 40 ulike underleverandører har levert utstyr og tjenester.

source: _gaexp – Used by Google Analytics to determine whether the visitor is part of a marketing experiment.
nb: _gaexp – brukes av Google Analytics for å finne ut om den besøkende er involvert i et markedsføringseksperiment.

source: _gat – Google Analytics – Used to increase the request rate.
nb: _gat – Google Analytics – Brukes for å øke forespørselsraten.

source: The material on the website may only be used for information purposes.
nb: Materialet på nettsiden kan kun benyttes til informasjonsformål.

source: Eksfin uses Google Ads as a tool for advertising, mainly on Google.
nb: Eksfin bruker Google Ads som annonseverktøy til å annonsere på i hovedsak Google.

source: The Dutch development bank FMO and Green for Growth Fund (GGF) also contribute to the funding.
nb: Også den nederlandske utviklingsbanken FMO og europeiske Green for Growth Fund (GGF) bidrar til finansieringen.

source: Financing like this makes us more efficient, and allows us to win new customers more quickly,” says Sven Arnquist, Visma Retail’s Vice President International Sales.
nb: På den måten blir man mer effektiv, og vi kan få inn flere kunder på kortere tid, sier Sven Arnquist, Vice president International Sales i Visma Retail.

source: The new scheme makes the product affordable for many more families.
nb: Det som er så bra med denne ny ordningen er at den blir tilgjengelig for flere.

source: Although compliance with the guidelines is voluntary for companies, breaches can be reported to a national, independent complaints body, called a National Contact Point (NCP).
nb: Selv om det er frivillig for selskaper å følge retningslinjene, kan brudd meldes inn til et nasjonalt, uavhengig klageorgan, et såkalt National Contact Point (NCP).

source: For international buyer financing, Eksfin has considerable flexibility and can offer loans, loans where a bank or financial institution guarantees the loan (funding), or guarantees to other lenders.
nb: For internasjonal kjøperfinansiering har Eksfin en stor grad av fleksibilitet og kan tilby både lån, lån hvor en bank eller finansinstitusjon garanterer for lånet (funding) eller garanti overfor andre långivere.

source: Recommendation of the Council on Common Approaches for Officially Supported Export Credits and Environmental and Social Due Diligence), last updated in 2015, ECAs in the OECD have developed common guidelines for surveying and assessing environmental and social risks in individual cases.
nb: Recommendation of the Council on Common Approaches for Officially Supported Export Credits and Environmental and Social Due Diligence), sist oppdatert i 2015, har ECAer i OECD utviklet felles retningslinjer for hvordan miljømessige og sosiale risikoer i enkeltsaker skal kartlegges og vurderes.

source: high priority for the company.
nb: livet lokalt, og med det mulighetene til å realisere

source: Eksfin’s guarantee solutions for financing capital investments in Norway, as well as guarantees to reduce the buyer’s risk in the transaction, are also relevant solutions for exporters in the defence industry.
nb: Vår garantiløsning for å finansiere anleggsinvesteringer i Norge, samt garantier for å redusere kjøpers risiko i transaksjonen, er også relevante for eksportører innen forsvarsindustrien.

source: risk linked to the loans in the company’s portfolio
nb: og potensielle låntakere har god kjennskap til

source: Eksfin’s guarantee solutions for financing capital investments in Norway or a Norwegian subsidiary abroad, as well as guarantees to reduce the buyer’s risk in the transaction, are also relevant solutions for exporters of environmental technology.
nb: Våre garantiløsninger for å finansiere anleggsinvesteringer i Norge eller i et norsk datterselskap i utlandet, samt garantier for å redusere kjøpers risiko i transaksjonen, er også relevante for eksportører innen miljøteknologi.

source: Google Ads’ marketing cookies are used to track visitors to the website.
nb: Markedsførings-cookies fra Google Ads brukes til å spore besøkende på nettsteder.

source: In addition, Eksfin offers a number of guarantee solutions in connection with export contracts, which can also help to give Norwegian exporters and their subcontractors better access to loan financing in order to grow internationally.
nb: I tillegg kan vi samarbeide med norske banker for å gi norske eksportører, og underleverandører av norske eksportører, tilgang på lån for å kunne investere i nye anleggsmidler for å øke produksjon i Norge, samt finansiering for å etablere produksjon i utlandet.

source: The ships are under construction in Turkey and will be delivered between February 2021 and February 2022.
nb: Skipene bygges i Tyrkia, og vil leveres i perioden februar 2021 – februar 2022.

source: The newsletter contains news about the company, current areas we are working on and invitations to events for which Eksfin is the organiser or co-organiser.
nb: Nyhetsbrevet inneholder nyheter fra oss, aktuelle saker det arbeides med og invitasjoner til arrangementer som Eksfin arrangerer eller er med-arrangør for.

source: This content was published before 1 July 2021 by GIEK or Eksportkreditt Norge
nb: Kopiert! Dette innholdet er publisert før 1 juli 2021 av GIEK eller Eksportkreditt Norge.

source: The data is collected for relevant information and optimisation purposes.
nb: Dataen er samlet for bruk til relevant informasjon og optimalisering.

source: During 2020, Eksfin/GIEK has already administered the Flight Scheme, the Loan Guarantee Scheme, and the Flight Scheme and Travel Insurance Scheme for credit insurance (the latter two expire in June 2021).
nb: I løpet av 2020 har GIEK allerede administrert Flyordningen, Lånegarantiordningen, og Flyordningen og Reforsikringsordningen for kredittfordsikring (de to sistnevnte utløper i juni 2021).

source: You can unsubscribe to the newsletter at any time.
nb: Det er mulig å melde seg av nyhetsbrevet når som helst.

source: a third of Norway’s GDP in 2020
nb: en tredjedel av Norges bruttonasjonalprodukt i 2020

source: Atlantic Dawn Group is Ireland’s largest seafood company, with the head office in Killybegs, the country’s largest fishing port.
nb: Atlantic Dawn Group er Irlands største sjømatselskap, og har sitt hovedsete i Killybegs, landets største fiskerihavn.

source: “Visma has used us actively in this process.
nb: – Visma bruker oss aktivt i denne prosessen.

source: “At Visma, we see potential to double our sales velocity.
nb: – Vi fra Visma ser for oss at vi kan øke hastigheten på vår forretning med det dobbelte.

source: In 2019, around 890 package tour operators had provided guarantees to the Travel Guarantee Fund.
nb: I 2019 hadde ca 890 pakkereisearrangører stilt garantier til Reisegarantifondet.

source: gac – Google Analytics – Contains advertising-related information about the user.
nb: gac – Google Analytics – Inneholder kampanjerelatert informasjon om brukeren.

source: If you have already given eMarketeer your personal information, (name, e-mail address and other information), this text string and the website’s URL will be attached to your existing profile.
nb: Hvis du allerede har gitt eMarketeer din personlige informasjon, (navn, e-post adresse og annen informasjon), så vil din eksisterende profil bli lagt ved tekst-strengen som, sammen med URL’en til dette nettstedet.

source: control and operational risk management frame-
nb: skip ved norske verft og eksport av skipsutstyr i

source: Export Credit Norway assesses all trans-
nb: søknader i tidlig fase faller bort, er at eksportør

source: A total of 87 wind turbines will be installed, and the project also includes other infrastructure offshore and on land.
nb: Totalt vil det bli installert 87 vindturbiner, og prosjektet inkluderer også annen infrastruktur offshore og på land.

source: Credit Norway endeavours to contribute to posi-
nb: Formålet er å gjøre tilbudet enklere

source: The Poseidon Principles are developed by leading international shipping banks, including Norwegian DNB, in addition to international industry players and academic institutions.
nb: Poseidon Principles er utviklet av en rekke internasjonale shippingbanker, deriblant norske DNB, i tillegg til internasjonale industriaktører og akademiske institusjoner.

source: The Poseidon Principles do not apply to our entire portfolio, but represent an important first step for us, said Søberg.
nb: Poseidon Principles omfatter en mindre del av vår portefølje, men er et viktig første skritt for oss, sier Søberg.

source: Through the OECD (Organisation for Economic Co-operation and Development), detailed rules, guidelines and recommendations have been issued relating to the member countries’ public export financing organisations (Export Credit Agencies, or ECAs) and activities.
nb: I regi av OECD (Organisasjonen for økonomisk samarbeid og utvikling) er det fastsatt detaljerte regler, retningslinjer og anbefalinger for medlemslandenes offentlige eksportfinansieringsvirksomhet og -virksomheter (såkalte ECAer, Export Credit Agencies).

source: AMP_TOKEN – Google Analytics – Contains a token that can be used to retrieve a client ID from the AMP Client ID service.
nb: AMP_TOKEN – Google Analytics – Inneholder en token som kan bli brukt til å anskaffe en klient ID fra AMP Client ID service.

source: The EEA Agreement’s government support rules are stricter and more detailed than the WTO rules.
nb: EØS-avtalens regler om offentlig støtte er strengere og mer detaljerte enn WTO-reglene.

source: By using the website you consent to us placing cookies in your web browser.
nb: Ved å bruke nettsiden samtykker du i at vi kan sette cookies inn i din nettleser.

source: You can also turn off cookies in your web browser.
nb: Du kan også stenge av for cookies i din nettleser.

source: All data is deleted within 14 days in accordance with the General Data Protection Regulation (GDPR).
nb: Alle data slettes innen 14 dager i henhold til GDPR reglementet.

source: The cost was 140 million US dollars.
nb: Prisen på fartøyet var 140 millioner dollar.

source: Cookieconsent – Created when you accept use of cookies on our website.
nb: Cookieconsent – Cookien blir opprettet når du aksepterer bruk av cookies på våre nettsider.

source: By subscribing to the newsletter, you consent to Eksfin Norge AS storing personal data in the eMarketeer system.
nb: Ved påmelding til nyhetsbrevet samtykker du i at Eksfin lagrer personopplysninger i systemet eMarketeer.

source: “The NF-Walker is a leading mobility aid for our target group, and has a strong position internationally.
nb: – NF-Walker har en bred internasjonal posisjon og er et ledende hjelpemiddel for målgruppen, men det har tatt lengre tid å få gjennomslag for den nyere Innowalk.

source: Eksfin must additionally adhere to international regulations through the OECD and EEA.
nb: Eksfin er for øvrig underlagt internasjonale regelverk under OECD og EØS.

source: Earlier this year, Visma signed a contract with Export Credit Norway and GIEK linked to an agreement with UK-based A.F. Blakemore, which owns and operates 295 Spar stores and is the wholesaler for a further 780 Spar stores across England and Wales.
nb: Visma inngikk i år kontrakt med Eksportkreditt Norge og GIEK i forbindelse med en avtale med britiske AF Blakemore, som eier og driver 295 Spar-butikker og er grossist for ytterligere 780 Spar-butikker i England og Wales.

source: Any questions regarding these services should be addressed to Facebook or LinkedIn.
nb: Spørsmål rundt disse tjenestene bes rettes til Facebook og LinkedIn.

source: An increasing international interest in our products and services related to these industries confirms this, said Stig Gjethammer, who works with ocean industries in Export Credit Norway.
nb: Det oppdager stadig flere utenlandske aktører, sier Stig Gjethammer, kundeansvarlig i Eksportkreditts avdeling for fiskeri og havbruk.

source: This includes aquaculture projects both on land and at sea.
nb: Dette omfatter akvakulturprosjekter både på land og i sjø.

source: The application stores a cookie for this purpose.
nb: Applikasjonen lagrer en cookie for dette formålet.

source: EmarketeerPing – Stores a unique key that only the eMarketeer application can connect to a contact.
nb: EmarketeerPing – lagrer en unik nøkkel som kun eMarketeer applikasjonen kan koble til en kontakt.

source: You can withdraw this consent at any time, and you can delete cookies in your browser.
nb: Du kan når som helst avslå å samtykke i lagring av cookies, og du kan slette cookies i din nettleser.

source: LinkedIn (JSESSIONID, lidc, bcookie, bscookie, visit) – These cookies are used to determine which platform the session has been redirected from, maintain control of the share buttons and ad tags, identify the web browser’s ID, recognise a secure browser ID, and internal services offered by LinkedIn.
nb: Linkedin (JSESSIONID, lidc, bcookie, bscookie, visit) – Disse cookiene brukes for å determinere hvilken plattform sesjonen kommer fra, holde kontroll på delingsknappene og ad-tagger, identifisere nettleserens ID, gjenkjenne en sikker nettlesers ID, og interne tjenester som linkedin tilbyr.

source: You can turn off cookies in a pop-up the first time you use the website.
nb: Cookies kan skrus av på nettsiden i en pop-up ved første gangs bruk av nettsiden.
